[
    {
        "id": 1,
        "title": "Affordable Price",
        "details": "Under online assignment writer service AssignmentOver.com helps the students to get the best quality assignments at the most affordable price in the market. We provide the students massive discounts. Use our discount offers to get our service affordable price."
    },

    {
        "id": 2,
        "title": "Honest in Our Intentions to Assist Students",
        "details": "Hard work, expertise and intense research get reflected from all the works that we deliver. Each document is scanned multiple times to ensure that it is plagiarism-free, properly formatted and well-cited piece."
    },

    {
        "id": 3,
        "title": "Plagiarism Free",
        "details": "The students can access completely plagiarism free assignment content from our online assignment writer. AssignmentOver.com prepares the assignments according to the instructions provided by the students."
    },

    {
        "id": 4,
        "title": "On Time Delivery",
        "details": "How often do you hear about a fiasco where writers failed to deliver an assignment on time and the student was left without their task and their funds? Well with our company, this has never happened and it never will. We have numerous guarantees to ensure."
    },

    {
        "id": 5,
        "title": "Considerate Towards Student’s Needs",
        "details": "We know grades will be marked only once on your paper. You can’t have the next chance. Hence, we give 100% effort in providing the best quality paper. Every element of assignments like conceptual clarity, the accuracy of solutions, writing conventions, and referencing are multiple checked, before being sent."
    },

    {
        "id": 6,
        "title": "Authentic Referencing",
        "details": "We guarantee the students of appropriately referencing their assignments. Accurate referencing certifies the authenticity of the students’ works, that the source of his work is legitimate and genuine. The experts use standard referencing systems like Harvard, Chicago, MLA, APA, Vancouver and OSCOLA."
    },

    {
        "id": 7,
        "title": "Revisions",
        "details": "We have a revision facility that handles requests on lecturer or supervisors in a timely manner – and free of charge. To ensure that our assignment writing service is always extraordinary, we offer this amazing feature."
    },

    {
        "id": 8,
        "title": "Money Back Guarantee",
        "details": "In the case that something goes wrong, we also have the strongest guarantee in place – the money-back guarantee. Such issues don’t happen with our writers but just to keep you on the safe side, we have created this extra guarantee for your benefit."
    },

    {
        "id": 9,
        "title": "Quality",
        "details": "This is why our writing service thrives in the market for all these years. Our quality is backed by our guarantees and is even more spectacular because of our prices. Being professional at our jobs is what makes us different from the other assignment writing services that are available to the students."
    },

    {
        "id": 10,
        "title": "Proofreading",
        "details": "We don’t focus solely on writing your academic assignment, but also on improving the ones you have worked hard on. It can be hard to check and judge your own writing, which is why you should leave this final piece of the puzzle to us."
    },

    {
        "id": 11,
        "title": "24/7 services",
        "details": "With us on your side, you can always order an assignment. Ask for information or simply discuss something with our agents. We will always have your back, day and night, 7 days of the week. Our writing services, as well as our support service, are always available to our customers."
    },

    {
        "id": 12,
        "title": "Privacy and Security",
        "details": "If anyone were to find out that you didn’t do your own assignments and paid for online assignment help, you’d be in big trouble. Well with AssignmentOver.com, there is absolutely no reason to worry. Your privacy and security are two of our biggest concerns. So, don't worry about that."
    }
]